Repository: wp-plugins/find-us
Catalog: locale/*.po
Languages: de_de, es_es, nl_nl

source: No valid points found. Please try again
de_de: Keine gültigen Adressen gefunden. Bitte versuchen Sie es erneut
es_es: Ningún punto válido encontrado. Por favor intente otra vez
nl_nl: Geen geldige adressen gevonden, probeer het opnieuw

source: Find your way to us &raquo;
de_de: Finden Sie zu uns &raquo;
es_es: Encuentra tu camino hacia nosotros &raquo;
nl_nl: Plan uw route naar ons &raquo;

source: Looking for a less komplex Solution? Please swith to
de_de: Suchen Sie eine einfachere Lösung? Bitte schalten Sie um auf den
es_es: ¿Buscas una solución menos completa? Por favor cambia a
nl_nl: Zoek je naar een minder complexe oplossing? Schakel dan naar

source: EasyMode
de_de: EasyModus
es_es: Modo Fácil
nl_nl: Eenvoudige modus

source: Looking for more options? Please swith to
de_de: Suchen Sie nach mehr Optionen? Bitte schalten Sie um auf den
es_es: ¿Buscas más opciones? Por favor cambia a
nl_nl: Suchen Sie nach mehr Optionen? Bitte schalten Sie um auf den

source: AdvancedMode
de_de: AdvancedModus
es_es: Modo Avanzado
nl_nl: Gevorderde modus

source: Enter your Google Maps API Key
de_de: Geben Sie Ihren Google Maps API Schlüssel ein
es_es: Ingresa tu Google Maps API Key
nl_nl: Voer uw Google Maps API Sleutel in

source: Set Google Maps API Key
de_de: Google Maps API Schlüssel speichern
es_es: Google Maps API Schlüssel speichern
nl_nl: Sla uw Google Maps API sleutel op

source: Get your Google Maps API key first!
de_de: Holen Sie sich zuerst Ihren Google Maps API Schlüssel
es_es: Obten tu Google Maps API key primero!
nl_nl: Haal eerst uw Google Maps API sleutel op

source: Where can people find you?
de_de: Wo sollen die Besucher Ihrer Webseite Sie finden?
es_es: ¿Dónde puede encontrarte la gente?
nl_nl: Waar kan men u vinden?

source: Just type in your address. In case you cannot find it here, try an address near yours and refine location search on the map.
de_de: Geben Sie einfach hier Ihre Adresse an. Falls Google keinen Plan zurückgibt, versuchen Sie es mal mit einer Adresse in Ihrer Nähe.
es_es: Solamente teclee su dirección. En caso de que no puede encontrarlo aquí, intentar una dirección cerca a la suyay refinar la búsqueda de posición sobre el mapa.
nl_nl: Voer uw adres in. Indien u het hier niet kan vinden, probeer dan een adres in de buurt en verfijn uw zoekopdracht op de kaart.

source: set your location
de_de: Adresse speichern
es_es: Ingresa tu Localización
nl_nl: Sla lokatie op

source: Map width:
de_de: Planhöhe:
es_es: Ancho del Mapa:
nl_nl: Kaart breedte

source: Map height:
de_de: Planbreite:
es_es: Altura del Mapa:
nl_nl: Kaart hoogte:

source: Control Type:
de_de: Zomm-Kontrolle
es_es: Tipo de Control:

source: large
de_de: groß
es_es: grande
nl_nl: Groot

source: small
de_de: klein
es_es: pequeño
nl_nl: Klein

source: Show Map Types:
de_de: Plantypen anzeigen:
es_es: Mostrar tipos de mapas:
nl_nl: Toon kaartsoorten:

source: set default options
de_de: Voreinstellungen speichern
es_es: fijar opciones por defecto
nl_nl: Standaardinstellingen opslaan

source: To display the "Find Us"-Map, use the following code:
de_de: Um den "Find Us"-Plan anzuzeigen, benutzen Sie bitte folgenden Code:
es_es: Para mostrar el "Find Us"-Mapa, usa el siguiente código:
nl_nl: Gebruik de volgende code om de "Find Us"-Kaart te tonen:

source: This is the same as using [findusmap], since without parameters specified, defaults are used
de_de: Dies ist das selbe wie [findusmap], die Voreinstellungen werden geladen
es_es: Esto es el mismo como usando [findusmap], ya que sin parámetros especificados, se usan los de por defecto
nl_nl: Dit is hetzelfde als gebruik maken van [findusmap], wanneer er geen voorkeuren opgegeven worden, worden de standaardwaarden gebruikt

source: Change the parameters within the tag to use custom settings for a page or post.
de_de: Ändern Sie die Parameter innerhalb des Code-Tags um einen von den Voreinstellungen abweichenden Plan auf einer Seite anzuzeigen.
es_es: Cambie los parámetros dentro de la etiqueta para usar tus propios ajustes para una página o post
nl_nl: Verander de parameters in de tag om aangepaste instellingen te gebruiken in een pagina of bericht.

source: You can use following ids to style the map display in css
de_de: Sie können folgende IDs verwenden, um den Plan über ihr css-Stylesheet anzupassen
es_es: Puedes usar las siguientes ids para darle estilo al mapa que se mostrará en css
nl_nl: U kunt gebruik maken van de volgende ids om de kaart vorm te geven in css

source: for the div around map and form
de_de: Für das div um den Plan und dem Suchformular
es_es: para la div alrededor del mapa y el formulario
nl_nl: Voor de div rond de kaart en tekstvak

source: for the floating div around the form
de_de: Für das floating div um das Suchformular
es_es: para el div flotante alrededor del formulario
nl_nl: Voor de zwevende div rond het tekstvak

source: for the input field
de_de: Für das Sucheingabefeld
es_es: para el campo de entrada
nl_nl: Voor het invoervak

source: for the submit button
de_de: Für den Suchen-Button
es_es: para el botón de envío
nl_nl: Voor de knop 'opslaan'

source: This is what your "Find Us"-Map will look like:
de_de: So wird Ihr "Find Us" Plan aussehen:
es_es: Este es como tu "Find Us" Mapa se mostrará:
nl_nl: Zo zal uw "Find Us" Kaart eruit zien:

source: Find Us
nl_nl: Vind ons
